window.DEMO_HOLIDAYS = [ {
  date: "2021-01-01",
  name: "새해첫날"
}, {
  date: "2021-02-12",
  name: "설날 연휴"
}, {
  date: "2021-02-12",
  name: "설날"
}, {
  date: "2021-02-13",
  name: "설날 연휴"
}, {
  date: "2021-03-01",
  name: "삼일절"
}, {
  date: "2021-05-05",
  name: "어린이날"
}, {
  date: "2021-05-19",
  name: "부처님오신날"
}, {
  date: "2021-06-06",
  name: "현충일"
}, {
  date: "2021-08-15",
  name: "광복절"
}, {
  date: "2021-08-16",
  name: "쉬는 날 광복절"
}, {
  date: "2021-09-20",
  name: "추석 연휴"
}, {
  date: "2021-09-21",
  name: "추석"
}, {
  date: "2021-09-22",
  name: "추석 연휴"
}, {
  date: "2021-10-03",
  name: "개천절"
}, {
  date: "2021-10-04",
  name: "쉬는 날 개천절"
}, {
  date: "2021-10-09",
  name: "한글날"
}, {
  date: "2021-10-11",
  name: "쉬는 날 한글날"
}, {
  date: "2021-12-25",
  name: "크리스마스"
}, {
  date: "2022-01-01",
  name: "새해첫날"
}, {
  date: "2022-01-31",
  name: "설날 연휴"
}, {
  date: "2022-02-01",
  name: "설날"
}, {
  date: "2022-02-02",
  name: "설날 연휴"
}, {
  date: "2022-03-01",
  name: "삼일절"
}, {
  date: "2022-03-09",
  name: "대통령 선거"
}, {
  date: "2022-05-05",
  name: "어린이날"
}, {
  date: "2022-05-08",
  name: "부처님오신날"
}, {
  date: "2022-06-01",
  name: "지방선거일"
}, {
  date: "2022-06-06",
  name: "현충일"
}, {
  date: "2022-08-15",
  name: "광복절"
}, {
  date: "2022-09-09",
  name: "추석 연휴"
}, {
  date: "2022-09-10",
  name: "추석"
}, {
  date: "2022-09-11",
  name: "추석 연휴"
}, {
  date: "2022-09-12",
  name: "쉬는 날 추석 연휴"
}, {
  date: "2022-10-03",
  name: "개천절"
}, {
  date: "2022-10-09",
  name: "한글날"
}, {
  date: "2022-10-10",
  name: "쉬는 날 한글날"
}, {
  date: "2022-12-25",
  name: "크리스마스"
}, {
  date: "2023-01-01",
  name: "새해첫날"
}, {
  date: "2023-01-21",
  name: "설날 연휴"
}, {
  date: "2023-01-22",
  name: "설날"
}, {
  date: "2023-01-23",
  name: "설날 연휴"
}, {
  date: "2023-01-24",
  name: "설날 연휴"
}, {
  date: "2023-03-01",
  name: "삼일절"
}, {
  date: "2023-05-05",
  name: "어린이날"
}, {
  date: "2023-05-27",
  name: "부처님오신날"
}, {
  date: "2023-05-29",
  name: "석가탄신일 대체공휴일"
}, {
  date: "2023-06-06",
  name: "현충일"
}, {
  date: "2023-08-15",
  name: "광복절"
}, {
  date: "2023-09-28",
  name: "추석 연휴"
}, {
  date: "2023-09-29",
  name: "추석"
}, {
  date: "2023-09-30",
  name: "추석 연휴"
}, {
  date: "2023-10-02",
  name: "추석 (대체공휴일)"
}, {
  date: "2023-10-03",
  name: "개천절"
}, {
  date: "2023-10-09",
  name: "한글날"
}, {
  date: "2023-12-25",
  name: "크리스마스"
}, {
  date: "2024-01-01",
  name: "새해첫날"
}, {
  date: "2024-02-09",
  name: "설날 연휴"
}, {
  date: "2024-02-10",
  name: "설날"
}, {
  date: "2024-02-11",
  name: "설날 연휴"
}, {
  date: "2024-02-12",
  name: "설날 연휴"
}, {
  date: "2024-03-01",
  name: "삼일절"
}, {
  date: "2024-04-10",
  name: "국회의원선거일"
}, {
  date: "2024-05-05",
  name: "어린이날"
}, {
  date: "2024-05-06",
  name: "쉬는 날 어린이날"
}, {
  date: "2024-05-15",
  name: "부처님오신날"
}, {
  date: "2024-06-06",
  name: "현충일"
}, {
  date: "2024-08-15",
  name: "광복절"
}, {
  date: "2024-09-17",
  name: "추석"
}, {
  date: "2024-09-18",
  name: "추석 연휴"
}, {
  date: "2024-10-01",
  name: "국군의날"
}, {
  date: "2024-10-03",
  name: "개천절"
}, {
  date: "2024-10-09",
  name: "한글날"
}, {
  date: "2024-12-25",
  name: "크리스마스"
}, {
  date: "2025-01-01",
  name: "새해첫날"
}, {
  date: "2025-01-27",
  name: "설날 연휴"
}, {
  date: "2025-01-28",
  name: "설날 연휴"
}, {
  date: "2025-01-29",
  name: "설날"
}, {
  date: "2025-01-30",
  name: "설날 연휴"
}, {
  date: "2025-03-01",
  name: "삼일절"
}, {
  date: "2025-03-03",
  name: "쉬는 날 삼일절"
}, {
  date: "2025-05-05",
  name: "부처님오신날"
}, {
  date: "2025-05-05",
  name: "어린이날"
}, {
  date: "2025-05-06",
  name: "쉬는 날 어린이날"
}, {
  date: "2025-06-03",
  name: "대통령 선거"
}, {
  date: "2025-06-06",
  name: "현충일"
}, {
  date: "2025-08-15",
  name: "광복절"
}, {
  date: "2025-10-03",
  name: "개천절"
}, {
  date: "2025-10-05",
  name: "추석 연휴"
}, {
  date: "2025-10-06",
  name: "추석"
}, {
  date: "2025-10-07",
  name: "추석 연휴"
}, {
  date: "2025-10-08",
  name: "쉬는 날 추석 연휴"
}, {
  date: "2025-10-09",
  name: "한글날"
}, {
  date: "2025-12-25",
  name: "크리스마스"
}, {
  date: "2026-01-01",
  name: "새해첫날"
}, {
  date: "2026-02-16",
  name: "설날 연휴"
}, {
  date: "2026-02-17",
  name: "설날"
}, {
  date: "2026-02-18",
  name: "설날 연휴"
}, {
  date: "2026-03-01",
  name: "삼일절"
}, {
  date: "2026-03-02",
  name: "쉬는 날 삼일절"
}, {
  date: "2026-05-01",
  name: "노동절"
}, {
  date: "2026-05-05",
  name: "어린이날"
}, {
  date: "2026-05-24",
  name: "부처님오신날"
}, {
  date: "2026-05-25",
  name: "쉬는 날 부처님오신날"
}, {
  date: "2026-06-03",
  name: "지방선거일"
}, {
  date: "2026-06-06",
  name: "현충일"
}, {
  date: "2026-07-17",
  name: "제헌절"
}, {
  date: "2026-08-15",
  name: "광복절"
}, {
  date: "2026-08-17",
  name: "쉬는 날 광복절"
}, {
  date: "2026-09-24",
  name: "추석 연휴"
}, {
  date: "2026-09-25",
  name: "추석"
}, {
  date: "2026-09-26",
  name: "추석 연휴"
}, {
  date: "2026-10-03",
  name: "개천절"
}, {
  date: "2026-10-05",
  name: "쉬는 날 개천절"
}, {
  date: "2026-10-09",
  name: "한글날"
}, {
  date: "2026-12-25",
  name: "크리스마스"
}, {
  date: "2027-01-01",
  name: "새해첫날"
}, {
  date: "2027-02-07",
  name: "설날"
}, {
  date: "2027-02-08",
  name: "설날 연휴"
}, {
  date: "2027-02-09",
  name: "쉬는 날 설날"
}, {
  date: "2027-03-01",
  name: "삼일절"
}, {
  date: "2027-05-01",
  name: "노동절"
}, {
  date: "2027-05-03",
  name: "쉬는 날 노동절"
}, {
  date: "2027-05-05",
  name: "어린이날"
}, {
  date: "2027-05-13",
  name: "부처님오신날"
}, {
  date: "2027-06-06",
  name: "현충일"
}, {
  date: "2027-07-17",
  name: "제헌절"
}, {
  date: "2027-07-19",
  name: "쉬는 날 제헌절"
}, {
  date: "2027-08-15",
  name: "광복절"
}, {
  date: "2027-08-16",
  name: "쉬는 날 광복절"
}, {
  date: "2027-09-14",
  name: "추석 연휴"
}, {
  date: "2027-09-15",
  name: "추석"
}, {
  date: "2027-09-16",
  name: "추석 연휴"
}, {
  date: "2027-10-03",
  name: "개천절"
}, {
  date: "2027-10-04",
  name: "쉬는 날 개천절"
}, {
  date: "2027-10-09",
  name: "한글날"
}, {
  date: "2027-10-11",
  name: "쉬는 날 한글날"
}, {
  date: "2027-12-25",
  name: "크리스마스"
}, {
  date: "2027-12-27",
  name: "쉬는 날 크리스마스"
}, {
  date: "2028-01-01",
  name: "새해첫날"
}, {
  date: "2028-01-26",
  name: "설날"
}, {
  date: "2028-01-27",
  name: "설날 연휴"
}, {
  date: "2028-03-01",
  name: "삼일절"
}, {
  date: "2028-05-01",
  name: "노동절"
}, {
  date: "2028-05-02",
  name: "부처님오신날"
}, {
  date: "2028-05-05",
  name: "어린이날"
}, {
  date: "2028-06-06",
  name: "현충일"
}, {
  date: "2028-07-17",
  name: "제헌절"
}, {
  date: "2028-08-15",
  name: "광복절"
}, {
  date: "2028-10-02",
  name: "추석 연휴"
}, {
  date: "2028-10-03",
  name: "개천절"
}, {
  date: "2028-10-03",
  name: "추석"
}, {
  date: "2028-10-04",
  name: "추석 연휴"
}, {
  date: "2028-10-09",
  name: "한글날"
}, {
  date: "2028-12-25",
  name: "크리스마스"
}, {
  date: "2029-01-01",
  name: "새해첫날"
}, {
  date: "2029-02-13",
  name: "설날"
}, {
  date: "2029-02-14",
  name: "설날 연휴"
}, {
  date: "2029-03-01",
  name: "삼일절"
}, {
  date: "2029-05-01",
  name: "노동절"
}, {
  date: "2029-05-05",
  name: "어린이날"
}, {
  date: "2029-05-20",
  name: "부처님오신날"
}, {
  date: "2029-05-21",
  name: "쉬는 날 부처님오신날"
}, {
  date: "2029-06-06",
  name: "현충일"
}, {
  date: "2029-07-17",
  name: "제헌절"
}, {
  date: "2029-08-15",
  name: "광복절"
}, {
  date: "2029-09-21",
  name: "추석 연휴"
}, {
  date: "2029-09-22",
  name: "추석"
}, {
  date: "2029-09-23",
  name: "추석 연휴"
}, {
  date: "2029-09-24",
  name: "쉬는 날 추석 연휴"
}, {
  date: "2029-10-03",
  name: "개천절"
}, {
  date: "2029-10-09",
  name: "한글날"
}, {
  date: "2029-12-25",
  name: "크리스마스"
}, {
  date: "2030-01-01",
  name: "새해첫날"
}, {
  date: "2030-02-04",
  name: "설날"
}, {
  date: "2030-02-04",
  name: "설날 연휴"
}, {
  date: "2030-03-01",
  name: "삼일절"
}, {
  date: "2030-05-01",
  name: "노동절"
}, {
  date: "2030-05-05",
  name: "어린이날"
}, {
  date: "2030-05-09",
  name: "부처님오신날"
}, {
  date: "2030-06-06",
  name: "현충일"
}, {
  date: "2030-07-17",
  name: "제헌절"
}, {
  date: "2030-08-15",
  name: "광복절"
}, {
  date: "2030-09-11",
  name: "추석 연휴"
}, {
  date: "2030-09-12",
  name: "추석"
}, {
  date: "2030-09-13",
  name: "추석 연휴"
}, {
  date: "2030-10-03",
  name: "개천절"
}, {
  date: "2030-10-09",
  name: "한글날"
}, {
  date: "2030-12-25",
  name: "크리스마스"
}, {
  date: "2031-01-01",
  name: "새해첫날"
}, {
  date: "2031-01-23",
  name: "설날"
}, {
  date: "2031-01-24",
  name: "설날 연휴"
}, {
  date: "2031-03-01",
  name: "삼일절"
}, {
  date: "2031-03-03",
  name: "쉬는 날 삼일절"
}, {
  date: "2031-05-01",
  name: "노동절"
}, {
  date: "2031-05-05",
  name: "어린이날"
}, {
  date: "2031-05-28",
  name: "부처님오신날"
}, {
  date: "2031-06-06",
  name: "현충일"
}, {
  date: "2031-07-17",
  name: "제헌절"
}, {
  date: "2031-08-15",
  name: "광복절"
}, {
  date: "2031-09-30",
  name: "추석 연휴"
}, {
  date: "2031-10-01",
  name: "추석"
}, {
  date: "2031-10-02",
  name: "추석 연휴"
}, {
  date: "2031-10-03",
  name: "개천절"
}, {
  date: "2031-10-09",
  name: "한글날"
}, {
  date: "2031-12-25",
  name: "크리스마스"
} ];
